Repository: common-repository/confection
Catalog: languages/confection-*.po
Languages: pt_br

source: Confection is a privacy-first data management solution. Use this plugin to connect your Confection account to any WP site. Need an account? Set one up @ confection.io/register (It's free.)
pt_br: Confection é uma solução para gerenciamento de dados focado em privacidade. Use este plugin para conectar sua conta Confection com seu site WP. Precisa de uma conta? Crie uma em confection.io/register (É grátis.)

source: Account ID
pt_br: ID da Conta

source: Your Account ID can be found found at Confection Dashboard at section Install Confection -> API Keys.
pt_br: Seu ID da Conta pode ser encontrado no Painel do Confection na seção Install Confection -> API Keys.

source: Write Key
pt_br: Chave de Escrita

source: Your Write Key can be found found at Confection Dashboard at section Install Confection -> API Keys.
pt_br: Sua Chave de Escrita pode ser encontrada no Painel do Confection na seção Install Confection -> API Keys.

source: Install Sitewide?
pt_br: Instalar em todo o site?

source: Check this to install Confection on all your site’s pages and posts. If you’d prefer to install Confection selectively, use the following shortcode:
pt_br: Marque esta opção para instalar Confection em todas as páginas e posts do seu site. Se você preferir instalar o Confection seletivamente, use o seguinte shortcode:

source: Add that to any page or post on which you want Confection to run.<br /><br />Note, some themes don't include the native WordPress footer function. If, after selecting the above checkbox and saving this page, Confection isn't active on your site's front end, this is probably the issue.<br /><br /> Like many plugins, Confection's script files and functions are bound to the <code>wp_footer</code> hook. If your theme doesn't include the WP footer function, and you want Confection to run sitewide, you'll need to add the above shortcode to some universal element. For example, you could add it to a text widget (Appearance > Widgets) and drag it into your sidebar, header, or footer widget area.<br /><br />Confused? Still having issues? Email us at <a href="mailto:get@confection.io">get@confection.io</a>
pt_br: Adicione isso em qualquer página ou post onde você queira que o Confection execute.<br /><br />Note que, alguns temas não incluem a função padrão de rodapé do WordPress. Após selecionar a caixa acima e salvar essas configurações, se o Confection não estiver ativo na página frontal do seu site, esta provavelmente será a causa.<br /><br /> Como muitos plugins, os arquivos dos scripts e funções do Confection são ligadas ao hook <code>wp_footer</code>. Se seu tema não inclui essa função e você quiser usar o Confection em todo o site, você precisará adicionar o shortcode acima em algum elemento universal. Por exemplo, você pode adicionar ele à um widget (Aparência > Widgets) em sua barra lateral, cabeçalho ou rodapé.<br /><br />Confuso? Ainda tendo problemas? Nos envie um email em <a href="mailto:get@confection.io">get@confection.io</a>

source: Use WordPress Ajax?
pt_br: Usar o Ajax do WordPress?

source: Check this to use Confection Cable inside WordPress Ajax context. Keep this option unchecked if you are having performance issues. If you are using Security plugins like WordFence or if your Server blocks code execution in subfolders, you may need to check this box. This will also fix 403 errors. <strong>Default: Unchecked.</strong>
pt_br: Marque esta opção para usar o Confection Cable usando o Ajax do WordPress. Deixe esta opção desmarcada se estiver tendo problemas de desempenho. Se estiver usando um plugin de segurança como o WordFence ou se seu Servidor bloqueia execução de código em subpastas, você pode precisar ativar esta opção. <strong>Padrão: Desmarcado.</strong>

source: Inline Confection Script?
pt_br: Colocar o Script do Confection Inline?

source: Check this to use our script inlined. This can get better results in PageSpeed score and will make Confection trigger faster. <strong>Default: Checked.</strong>
pt_br: Marque esta opção para usar nosso script inline. Isso pode ajudar a ter resultados melhores no PageSpeed e fará o Confection ativar mais rapidamente. <strong>Padrão: Marcado.</strong>

source: Disable Confection Analytics?
pt_br: Desabilitar o Confection Analytics?

source: Check this to disable Confection Analytics system, which will track common analytics data like pageviews and present them on our Dashboard. If you preffer to disable it, just check this box. <strong>Default: Unchecked.</strong>
pt_br: Marque essa caixa para desabilitar o sistema de Analytics do Confection, que irá rastrear dados comuns de análise, como visualizações de páginas, e mostrar elas em nosso Painel. Se prefere desabilitar, basta marcar esta caixa. <strong>Padrão: Marcado.</strong>

source: Enable Community Integration?
pt_br: Habilitar a Integração Comunitária?

source: Check this to save UUID on user details and send user email to Confection when the user do a login in your site. <strong>Default: Unchecked.</strong>
pt_br: Marque essa caixa para salvar o UUID nos detalhes de cada usuário e enviar o email do usuário para o Confection quando o usuário fizer login neste site. <strong>Padrão: Desmarcado.</strong>

source: Enable WooCommerce Integration?
pt_br: Habilitar a Integração com WooCommerce?

source: Check this to save UUID on orders details and send order value event to Confection automatically when an order is completed. <strong>Default: Unchecked.</strong>
pt_br: Marque esta caixa para salvar o UUID nos detalhes do pedido e enviar o valor do pedido para o Confection automaticamente quando um pedido for completado. <strong>Padrão: Desmarcado.</strong>

source: Select Privacy Approach
pt_br: Selecione um Tipo de Privacidade

source: None
pt_br: Nenhum

source: Confection allows users to collect, store, and distribute data in accordance with the data protection law of their choice. Make your selection below. <strong>Default: None.</strong>
pt_br: Confection permite que os usuários coletem, guardem e distribuam dados de acordo com a lei de proteção de dados de sua escolha. Faça sua escolha abaixo. <strong>Padrão: Nenhum.</strong>

source: Select Privacy Banner Position
pt_br: Selecione a Posição do Banner de Privacidade

source: Left
pt_br: Esquerda

source: Center
pt_br: Centro

source: Right
pt_br: Direita

source: Confection uses a compact, minimally-invasive banner to get user consent. Unlike other consent banners, ours only appears when necessary. Select the position of your banner below. <strong>Default: None.</strong>
pt_br: Confection usa um banner compacto e minimamente invasivo para conseguir o consentimento do usuário. Diferente de outros banners de consentimento, o nosso só aparece quando necessário. Selecione a posição do seu banner abaixo. <strong>Padrão: Nenhum.</strong>

source: Additional Initialization Code
pt_br: Código Adicional na Inicialização

source: <strong>For Advanced Users:</strong> If you want to execute custom javascript code during Confection initialization, you can put the code here.
pt_br: <strong>Para Usuários Avançados:</strong> Se você quiser executar um código javascript personalizado durante a inicialização do Confection, basta colocar o código aqui.

source: Import from Code Builder
pt_br: Importar do Construtor de Código

source: Saved!
pt_br: Salvo!

source: Import failed. Please copy and paste the entire code from the Code Builder.
pt_br: Falha na importação. Por favor, copie e cole todo o código do Construtor de Código.

source: Imported with success!
pt_br: Importado com sucesso!

source: Error while saving the Write Key on Cable file. Please try again, if this error keeps occuring, please use the option "Use WordPress Ajax"!
pt_br: Erro durante o salvamento da Chave de Escrita no Arquivo Cabo. Por favor, tente recarregar a página ou ative a opção "Usar o Ajax do WordPress"!

source: Your write key was not saved to your Cable File. Please try reloading the page, or activate the option "Use WordPress Ajax"!
pt_br: Sua Chave de Escrita não foi salva no Arquivo Cabo. Por favor, tente recarregar a página ou ative a opção "Utilizar o Ajax do WordPress"!

source: Confection Options
pt_br: Opções do Confection

source: Yes
pt_br: Sim

source: I don’t want Confection to get a user’s consent to collect his/her data.
pt_br: Não quero que o Confection pegue o consentimento do usuário para coletar seus dados.

source: Confection will collect all the data it can without waiting for user permission.
pt_br: Confection irá coletar todos os dados que puder sem esperar por permissão do usuário.

source: I want Confection to collect, store, and distribute user data in accordance with the European Union’s General Data Protection Regulation.
pt_br: Quero que o Confection colete, guarde e distribua os dados de usuário de acordo com o Regulamento Geral de Proteção de Dados da União Europeia.

source: Until Confection gets consent from a user, it will only collect non-personally-identifying information.
pt_br: Até que o Confection receba o consentimento do usuário, ele só coletará informações que não sejam dados pessoais.

source: I want Confection to collect, store, and distribute user data in accordance with the California Consumer Privacy Act.
pt_br: Quero que o Confection colete, guarde e distribua os dados de usuário de acordo com a Lei de Privacidade do Consumidor da California.

source: I want Confection to collect, store, and distribute user data in accordance with Brazil’s Lei Geral de Proteção de Dados Pessoais.
pt_br: Quero que o Confection colete, guarde e distribua os dados de usuário de acordo com a Lei Geral de Proteção de Dados Pessoais do Brasil.

source: Until Confection gets consent from a user, it will not collect any information, personally identifying or otherwise. Confection will get a second consent from the user when it begins collecting personally identifying information.
pt_br: Até que o Confection receba o consentimento do usuário, ele não coletará qualquer informação, seja dado pessoal ou não. Confection irá pedir por um consentimento adicional do usuário quando começar a coletar dados pessoais.

source: I will use other means to collect user consent.
pt_br: Eu irei coletar o consentimento do usuário de outra forma.

source: The Confection banner will not appear. Use the JavaScript function <code>confection.setConsent(2)</code> to start collecting data.
pt_br: O banner do Confection não irá aparecer. Use a função JavaScript <code>confection.setConsent(2)</code> para começar a coletar dados.

source: I want the banner to appear in the bottom left corner of the browser
pt_br: Quero que o banner apareça no canto inferior esquerdo do navegador

source: I want the banner to appear in the bottom right corner of the browser
pt_br: Quero que o banner apareça no canto inferior direito do navegador

source: I want the banner to appear in at the bottom of the browser, in the middle of the screen.
pt_br: Quero que o banner apareça na parte de baixo do navegador, centralizado.

source: This site isn’t collecting your personal information. Any information you submitted before opting out is still in our system. To manage this information, please
pt_br: Este site não está coletando suas informações pessoais. Qualquer informação que você tenha enviado anteriormente, ainda estará em nossos sistemas. Para gerenciar essas informações, por favor

source: The authors of this site care about your personal data. That’s why they use Confection. Our privacy-first data management app helps people like you take control of the information you share online.
pt_br: Os criadores deste site se preocupam com seus dados pessoais. É por isso que eles usam Confection. Nosso aplicativo de gerenciamento de dados com foco em privacidade, ajuda pessoas como você a ter o controle sob as informações que você compartilha online.

source: At the moment, this site would like permission to use basic data to improve the content it offers you. This would include information like your IP address. We won’t collect more sensitive information such as your name or email address without asking you first.
pt_br: No momento, este site gostaria de sua permissão para usar dados básicos afim de melhorar o conteúdo que ele oferece. Isso inclui informações como seu endereço de IP. Nós não coletaremos dados mais sensíveis como seu nome ou endereço de email sem antes receber sua autorização.

source: You’ve given this site permission to collect information like your IP address, name, and email.
pt_br: Você deu permissão para este site coletar informações como seu endereço IP, nome e email.

source: Collecting Basic Data
pt_br: Coletando Dados Básicos

source: Fully Authorized
pt_br: Totalmente Autorizado

source: Not Collecting Your Data
pt_br: Não Está Coletando Dados

source: Hi, it’s Confection again. We noticed that you’re about to share information like your name and email with this site. Do we have your permission to do so?
pt_br: Oi, é o Confection novamente. Percebemos que você está prestes a compartilhar informações como seu email e nome com este site. Nós temos permissão para fazer isso?

source: Learn More
pt_br: Saiba Mais

source: Accept
pt_br: Aceitar

source: Not now
pt_br: Agora não

source: Stop Collecting
pt_br: Para de Coletar

source: Resume Data Sharing
pt_br: Voltar a Compartilhar

source: Close
pt_br: Fechar

source: click here
pt_br: clique aqui
